src/main/resources/message/direct/lgt/MM7_submit.REQ.xml

<?xml version="1.0" encoding="euc-kr" ?><env:Envelope xmlns:env="http://schemas.xmlsoap.org/soap/envelope/"><env:Header><mm7:TransactionID xmlns:mm7="http://www.3gpp.org/ftp/Specs/archive/23_series/23.140/schema/REL-5-MM7-1-2" env:mustUnderstand="1">tid</mm7:TransactionID></env:Header><env:Body><mm7:SubmitReq xmlns:mm7="http://www.3gpp.org/ftp/Specs/archive/23_series/23.140/schema/REL-5-MM7-1-2"><MM7Version>5.3.0</MM7Version><SenderIdentification><VASPID>arreomms</VASPID><VASID>1528800827</VASID><SenderAddress>01083025800</SenderAddress><CallBack>01056610926</CallBack></SenderIdentification><Recipients><To><Number>01056610926</Number></To></Recipients><TimeStamp>02-07-2024 20:46:43</TimeStamp><KisaOrigCode>123456789</KisaOrigCode><Subject>MCMP »≠¿Ã∆√</Subject></mm7:SubmitReq></env:Body></env:Envelope>